Repository: ytimenkov/instead-block
Catalog: locale/messages.*.xlf
Languages: ru

source: en
ru: ru

source: Name
ru: Название

source: File
ru: Файл

source: Demos
ru: Демо

source: Rooms
ru: Комнаты

source: Items
ru: Предметы

source: Edit game metadata
ru: Информация об игре

source: Save in browser
ru: Сохранить в браузере

source: Save to your computer
ru: Сохранить в файл

source: Load from your computer
ru: Загрузить из файла

source: Playground
ru: Песочница

source: Room
ru: Комната

source: Item
ru: Предмет

source: Reload game
ru: Перезапустить

source: Show code
ru: Показать текст на Lua

source: New
ru: Новый проект

source: Title
ru: Название

source: Game title as seen in the Instead
ru: Название игры, которое покажет Instead

source: Author
ru: Автор

source: Who contributed to the game
ru: Кто работал над игрой

source: Version
ru: Версия

source: Game version
ru: Версия игры

source: Display name
ru: Альт. имя (disp)

source: Decoration
ru: Декорации (decor)

source: Inventory 🎒
ru: Инвентарь(inv) 🎒

source: On Action 🔍
ru: Действие(act) 🔍

source: On Pick up 📦
ru: Взяли(tak) 📦

source: Used with 🔗
ru: Использование(used) 🔗

source: Use self on 🔨
ru: Использование(use) 🔨

source: On Enter
ru: При входе (onenter)

source: On Exit
ru: При выходе (onexit)

source: Objects
ru: Предметы (obj)

source: Exits
ru: Выходы

source: Cancel action
ru: отменить действие

source: self
ru: себя

source: what
ru: объект

source: take
ru: взять(take)

source: disable
ru: выключить(disable)

source: enable
ru: включить(enable)

source: drop
ru: выбросить(drop)

source: into
ru: в

source: remove
ru: убрать(remove)

source: from
ru: из

source: Description
ru: Описание(dsc):

source: Room
ru: Комната

source: Item
ru: Предмет

source: Random number from
ru: случайное число от

source: to
ru: до

source: Properties
ru: Свойства

source: Objects
ru: Предметы

source: Title
ru: название

source: Detailed descripiton
ru: Описание(dsc)

source: I have an item
ru: у меня есть предмет

source: Action on object
ru: действие на объект

source: You've picked up an object
ru: Вы взяли "объект"

source: You've used "what" on "self"
ru: вы использовали "what" на объект

source: You've used "self" on "what"
ru: вы использовали себя на "what"

source: Rooms
ru: Комнаты

source: Detailed room descrption
ru: Детальное описание комнаты

source: Actions
ru: Действия

source: Text
ru: Текст

source: Arguments
ru: Аргументы функций

source: Logic
ru: Условия

source: Math
ru: Математика

source: Ok
ru: Ок

source: Code preview
ru: Показать код на Lua
